#ตัวดำเนินการเปรียบเทียบ
#นำข้อมูลอย่างน้อย 2 ค่ามาเปรียบเทียบกัน
#ชนิดข้อมูลเหมือนกัน
#คำตอบจะมีแค่ => จริง / เท็จ

X,Y,Z = 6,7,9
print (X)
print(Y)

#print ("ค่า X มากกว่า Y หรือไม่ ? : "  ,x>y )
#print("ค่า X น้อยกว่า Y หรือไม่ ? : " , x<y)
#print("ค่า X มีค่าเท่ากับ Y หรือไม่ ? : ", x==y)
#print("ค่า X ไม่เท่ากับ Y หรือไม่ ? : ",x!=y) 
#print("ค่า X มากกว่าหรือเท่ากับค่า Y หรือไม่ ? : ",x>=y)
#print("ค่า X น้อยกว่าหรือเท่ากับค่า Y หรือไม่ ? : ",x<=y)

#print("ค่า X มากกว่า Y และ Y มากกว่า Z หรือไม่ ? : ",x>y>z)
print("ค่า X มีค่าน้อยกว่า Y และ Y น้อยกว่าZ หรือไม่ ? : ",X<Y<Z)




